brew "zsh"
brew "git"
brew "ssh-copy-id"
brew "mas"
brew "python"
brew "asdf"
brew "bat"
brew "fzf"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "youtube-dl"
brew "fd"
brew "exa"
brew "ffmpeg"
brew "highlight"
brew "git-delta"
brew "gpg"

cask "dropbox"
cask "expressvpn"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "kitty"
cask "skype"
cask "transmission"
cask "vlc"
cask "rekordbox"
cask "betterzip"
cask "dashlane"
cask "flux"
cask "megasync"
cask "visual-studio-code"

tap "homebrew/cask-fonts"
cask "font-source-code-pro"
cask "font-victor-mono"

